[
    {
        "ArtistName": "Tory Lanez",
        "Card1" : "Daystar Shemuel Shua Peterson otherwise known professionally as Tory Lanez, is a Canadian rapper, singer, and songwriter. His music is an artistic blend of RnB and hip-hop with mixtures of singing and rapping on songs. Born in Brampton, Canada, Lanez has had a rough early life with his grandma refusing to take care of him after being forced to move to Toronto with her. \"From like fifteen to eighteen, I was just fighting them. It was every man for himself. That's what made me a man, having to fend for myself and being in a situation where there is no dad, no grandma and no mom to help you. It changed the person that I am today\", he says. He then dropped out of school at the age of 16 and began rapping with his newly adopted nickname \"Tory Lanez\". Between 2009-2015, he was still a beginner aspiring artist, releasing songs and mixtapes while slowly building up reputation in the industry. However it was not until the latter end of 2015 where he rose to fame. ",
        "Card2" : "Lanez was signed to Mad Love Records and Interscrope Records and on July 15th 2015, released the first single off his debut album, called \"Say it\". This song caught the attention of many people and allowed Tory to make a guest apperance on Jimmy Kimmel's Live Show where he performed his hit song. He continued his track record with more album releases while going on multiple Tours _(The Level Up Tour with ASAP Ferg and I Told You Tour)_ and also perfomring at Summer Jam and Pemberton Music Festival. Lanez announced his depareture from Interscope to become an independent artist again on February 2020 and surprise-released his fifth album, Daystar, where he defends himself from claims of shooting rapper Megan Thee Stallion. However these claims turned out to be true and Lanez was convicted on three felonie in relation to  his shooting of Megan Thee Stallion, being later sentenced in 2023 to 10 years in prison. Whilte incarerated \"The Color Violet\", off his Alone at Prom album, experienced a massive boost in popularity due to the app TikTok. Not long ago, the singer released the delux version of Alone At Prom with 10 additional tracks which i thoroughly enjoyed.",
        "Card3-A" : ["I Told You - August 19,2016", "Memories Don't Die - March 2, 2018", "Love Me Now? - October 26, 2018", "Chixtape 5 - November 15, 2019", "Daystar - September 25, 2020", "Alone at Prom - May 6, 2022", "Alone at Prom (Deluxe) - November 17 2023"],
        "Card3-CM" : ["The New Toronto 3 - April 10 2020", "Loner - December 25 2020", "Playboy - March 5 2021"],
        "Card4" : ["1. Enchanted Waterfall", "2. The Color Violet", "3. Say it", "4. Y.D.L.R", "5. Lady of Namek"],
        "Quote" : "I CANT TAKE HEARTBREAK FOR SO LONG",
        "CoverImage" : "img/tory-lanez.jpg",
        "SpotifyUrl" : "https://open.spotify.com/embed/playlist/37i9dQZF1DZ06evO1jLCo0?utm_source=generatorb"
    },

    {
        "ArtistName": "Don Toliver",
        "Card1" : "Caleb Zackery \"Don\" Toliver is an American rapper, singer and songwriter whose born in Texas, US. He displays a unique sound that calls to his musical influence of Hip-hop, melodic trap and smoked-out R&B. From a young age, His father would often play music, such as Sade, Marvin Gaye and Pharell, around him growing up as he was a rapper during the Swishahouse movement in the early 2000s. Toliver really had no musical expereince at all prior to his delve into music in 2017 but he was able to release a collaborative mixtape, \"Playa Familia\", with his frined Yungjosh93 on the popular streaming platform Soundcloud. He popped off in early 2018s and was taking over open-mics, underground hotspots and strip clubs in Houston. Fellow Houston native and platninum rapper Chedda Da Connect then became his manager where from there, his music made its way to Travis Scott.",
        "Card2" : "Toliver was featured on Travis Scott's GRAMMY Award-nominated triple platinum album \"Astroworld\" on the song \"Can't Say\" on August 3, 2018. The song was an instant hit as Toliver's unique voice and sound was praised by many. Few days later, he was signed to Travis's Cactus Jack label alongside others where he produced smash hits such as \"No Idea\". Toliver claimed #1 on the Billboard Emerging Artists Chart as the song moved into the Hot 100, this boost was further propelled as it became a viral trend on Tiktok. His first debut studio Album \"Heaven or Hell\" was released on March 13, 2020 and debuted at number 7 on the Billboard 200 charts. On August 14, 2020, Toliver was featured alongside Nav on \"Lemonade\" by Internet Money and Gunna. The song earned him his highest-charting song on the Billboard Hot 100, eventually peaking at number 6 on the chart. From then on, Toliver continued his success and has released two more new albums, \"Life of a Don\" in 2021 and \"Love Sick\" in 2023, with many features on Metro Boomin's GRAMMY Nominated Album : \"Heroes & Villains\". Funfact, he has also been dating American Singer Kali Uchis since 2020. ",
        "Card3-A" : ["JackBoys (Collab) - December 27, 2019", "Heaven or Hell - March 13, 2020", "Life of a Don - October 8, 2021", "Love Sick - Februrary 24, 2023"],
        "Card3-CM" : ["Playa Familia - May 17, 2017", "Donny Womack - August 2, 2018"],
        "Card4" : ["1. No Idea", "2. Too Many Nights", "3. After Party", "4. What You Need", "5. Cardigan"],
        "Quote" : "Since you've been gone, I've been out of space.",
        "CoverImage" : "img/don-toliver.jpg",
        "SpotifyUrl" : "https://open.spotify.com/embed/playlist/37i9dQZF1DZ06evO2Kixmg?utm_source=generator"
    },

    {
        "ArtistName": "Post Malone",
        "Card1" : "",
        "Card2" : "",
        "Card3-A" : [],
        "Card3-CM" : [],
        "Card4" : [],
        "Quote" : "You prolly think your are better now, better now",
        "CoverImage" : "img/post-malone.jpg",
        "SpotifyUrl" : "https://open.spotify.com/embed/playlist/37i9dQZF1DZ06evO1aBeik?utm_source=generator"
    }, 

    {
        "ArtistName": "",
        "Card1" : "",
        "Card2" : "",
        "Card3-A" : ["Stoney- December 9, 2016", "Beerbongs & Bentleys - April 27, 2018", "Hollywood's Bleeding - September 6, 2019", "Twelve Carat Toothache - June 3 2022", "The Diamond Collection (Collab) - April 21, 2023", "Austin - July 28 2023"],
        "Card3-CM" : ["August 26th - May 12, 2016"],
        "Card4" : [],
        "Quote" : "",
        "CoverImage" : "",
        "SpotifyUrl" : ""
    },

    {
        "ArtistName": "",
        "Card1" : "",
        "Card2" : "",
        "Card3-A" : [],
        "Card3-CM" : [],
        "Card4" : [],
        "Quote" : "",
        "CoverImage" : "",
        "SpotifyUrl" : ""
    }


]