[
	{
		"ArtistName": "Tory Lanez",
		"Quote": "I CANT TAKE HEARTBREAK FOR SO LONG",
		"CoverImage": "img/tory-lanez.jpg",
		"SpotifyUrl": "https://open.spotify.com/embed/playlist/37i9dQZF1DZ06evO1jLCo0?utm_source=generatorb",
		"Card3A": [
			"I Told You - August 19,2016",
			"Memories Don't Die - March 2, 2018",
			"Love Me Now? - October 26, 2018",
			"Chixtape 5 - November 15, 2019",
			"Daystar - September 25, 2020",
			"Alone at Prom - May 6, 2022",
			"Alone at Prom (Deluxe) - November 17 2023"
		],
		"Card4": ["1. Enchanted Waterfall", "2. The Color Violet", "3. Say it", "4. Y.D.L.R", "5. Lady of Namek"],
		"Card1": "Daystar Shemuel Shua Peterson otherwise known professionally as Tory Lanez, is a Canadian rapper, singer, and songwriter. His music is an artistic blend of RnB and hip-hop with mixtures of singing and rapping on songs. Born in Brampton, Canada, Lanez has had a rough early life with his grandma refusing to take care of him after being forced to move to Toronto with her. \"From like fifteen to eighteen, I was just fighting them. It was every man for himself. That's what made me a man, having to fend for myself and being in a situation where there is no dad, no grandma and no mom to help you. It changed the person that I am today\", he says. He then dropped out of school at the age of 16 and began rapping with his newly adopted nickname \"Tory Lanez\". Between 2009-2015, he was still a beginner aspiring artist, releasing songs and mixtapes while slowly building up reputation in the industry. However it was not until the latter end of 2015 where he rose to fame. ",
		"Card2": "Lanez was signed to Mad Love Records and Interscrope Records and on July 15th 2015, released the first single off his debut album, called \"Say it\". This song caught the attention of many people and allowed Tory to make a guest apperance on Jimmy Kimmel's Live Show where he performed his hit song. He continued his track record with more album releases while going on multiple Tours (The Level Up Tour with ASAP Ferg and I Told You Tour) and also perfomring at Summer Jam and Pemberton Music Festival. Lanez announced his depareture from Interscope to become an independent artist again on February 2020 and surprise-released his fifth album, Daystar, where he defends himself from claims of shooting rapper Megan Thee Stallion. However these claims turned out to be true and Lanez was convicted on three felonie in relation to  his shooting of Megan Thee Stallion, being later sentenced in 2023 to 10 years in prison. Whilte incarerated \"The Color Violet\", off his Alone at Prom album, experienced a massive boost in popularity due to the app TikTok. Not long ago, Lanez released the delux version of Alone At Prom with 10 additional tracks which i thoroughly enjoyed.",
		"Comments": ["Love Him", "Uh, didnt he shoot Megan Thee Stallion?"]
	},
	{
		"ArtistName": "Don Toliver",
		"Quote": "Since you've been gone, I've been out of space.",
		"CoverImage": "img/don-toliver.jpg",
		"SpotifyUrl": "https://open.spotify.com/embed/playlist/37i9dQZF1DZ06evO2Kixmg?utm_source=generator",
		"Card3A": [
			"JackBoys (Collab) - December 27, 2019",
			"Heaven or Hell - March 13, 2020",
			"Life of a Don - October 8, 2021",
			"Love Sick - Februrary 24, 2023"
		],
		"Card4": ["1. No Idea", "2. Too Many Nights", "3. After Party", "4. What You Need", "5. Cardigan"],
		"Card1": "Caleb Zackery \"Don\" Toliver is an American rapper, singer and songwriter whose born in Texas, US. He displays a unique sound that calls to his musical influence of Hip-hop, melodic trap and smoked-out R&B. From a young age, His father would often play music, such as Sade, Marvin Gaye and Pharell, around him growing up as he was a rapper during the Swishahouse movement in the early 2000s. Toliver really had no musical expereince at all prior to his delve into music in 2017 but he was able to release a collaborative mixtape, \"Playa Familia\", with his frined Yungjosh93 on the popular streaming platform Soundcloud. He popped off in early 2018s and was taking over open-mics, underground hotspots and strip clubs in Houston. Fellow Houston native and platninum rapper Chedda Da Connect then became his manager where from there, his music made its way to Travis Scott.",
		"Card2": "Toliver was featured on Travis Scott's GRAMMY Award-nominated triple platinum album \"Astroworld\" on the song \"Can't Say\" on August 3, 2018. The song was an instant hit as Toliver's unique voice and sound was praised by many. Few days later, he was signed to Travis's Cactus Jack label alongside others where he produced smash hits such as \"No Idea\". Toliver claimed #1 on the Billboard Emerging Artists Chart as the song moved into the Hot 100, this boost was further propelled as it became a viral trend on Tiktok. His first debut studio Album \"Heaven or Hell\" was released on March 13, 2020 and debuted at number 7 on the Billboard 200 charts. On August 14, 2020, Toliver was featured alongside Nav on \"Lemonade\" by Internet Money and Gunna. The song earned him his highest-charting song on the Billboard Hot 100, eventually peaking at number 6 on the chart. From then on, Toliver continued his success and has released two more new albums, \"Life of a Don\" in 2021 and \"Love Sick\" in 2023, with many features on Metro Boomin's GRAMMY Nominated Album : \"Heroes & Villains\". Funfact, he was my most listened to artist on Spotify in 2023 which speaks for itself.",
		"Comments": ["Still remember him from Can't Say", "He's amazing", "the don"]
	},
	{
		"ArtistName": "Post Malone",
		"Quote": "You prolly think your are better now, better now",
		"CoverImage": "img/post-malone.jpg",
		"SpotifyUrl": "https://open.spotify.com/embed/playlist/37i9dQZF1DZ06evO1aBeik?utm_source=generator",
		"Card3A": [
			"Stoney- December 9, 2016",
			"Beerbongs & Bentleys - April 27, 2018",
			"Hollywood's Bleeding - September 6, 2019",
			"Twelve Carat Toothache - June 3 2022",
			"The Diamond Collection (Collab) - April 21, 2023",
			"Austin - July 28 2023"
		],
		"Card4": ["1. Better Now", "2. Sunflower", "3. Circles", "4. Congratulations", "5. Goodbyes"],
		"Card1": "Austin Richard Post otherwise known professionally as Post Malone is an American rapper, singeer, songwriter, record producer, and actor. This genre-bending artist defies easy categorization, seamlessly weaving hip-hop, pop, R&B, and trap into his sound.  Hailing from Syracuse, New York, Post Malone's musical journey began in his teens introduced by His Father who was a DJ. Driven by a passion for guitar and a yearning to create, Malone began his musical career in 2011 by experimenting on FL studios and SoundCloud. Funny enough, he was voted \"Most Likely to Become Famous\" by his classmates as a senior in high school. This prediction would hold true with the viral hit \"White Iverson\" that received praise from Mac Miller and Wiz Khalifa in 2015.",
		"Card2": "Malone then went on to work with a number of prominent rappers including 50 Cent and Kanye West. His 2016 debut album, \"Stoney\" cemented his breakout status with Hits like \"Congratulations\" and the chart-topping \"Rockstar\" with 21 Savage showcased his genre-bending prowess and raw emotional depth. He continued his dominance with his next two albums \"Beerbongs & Bentleys\" and \"Hollywood's Bleeding\", which is one of my all time best albums. Not to mention, the hit track \"Sunflower\" for the Spiderman soundtrack is Spotify's 4th most streammed songs on the platform. From 2020 to the present day, Malone has been savoring life, releasing two more albums \"Twelve Carat Toothache\" and \"Austin\" which has seen shifts to a more relaxed and laid-back sound that contains hints of country and rock. Despite his success, Malone has revealed that he has had a long struggled with alcoholism in an 2022 interview, but has recovered with the help of his fiancée. With four chart-topping albums, eight diamond-certified songs _(The artist with the most diamond singles)_, and a GRAMMY Award under his belt, Post Malone's impact on the music industry and to us listeners is undeniable. A true Superstar. ",
		"Comments": ["ONE OF THE ARTISTS OF ALL TIME", "Musics too good", "posty "]
	},
	{
		"ArtistName": "Baby Keem",
		"Quote": "Go sit in my diner, my cups is fine china",
		"CoverImage": "img/baby-keem.jpg",
		"SpotifyUrl": "https://open.spotify.com/embed/playlist/37i9dQZF1DZ06evO3t7Mpz?utm_source=generator",
		"Card3A": ["The Melodic Blue - September 10, 2021"],
		"Card4": ["1. Family Ties", "2. trademark USA", "3. 16", "4. Apologize", "5. scars"],
		"Card1": "Hykeem Jamaal Carter Jr. otherwise known professionally as Baby Keem is an American rapper, singer, songwriter, and producer. Coming from Carson, California, Keem's music is a vibrant tapestry of West Coast Rap influences, trap beats, and impressive lyricism. Much of his childhood was spent in music studios as he watched his aunts and uncles burn CDs as his mother struggled with substance abuse and his father was not an active parental figure. He always expressed an interest in rapping, but was not confident with his naturally high-pitched voice and chose to wait until it was developed. Keem began his music journey and released many songs and EPs in 2014s-2018s with contributions to \"Black Panther : The Album\" but it was t was the sleeper hit \"Orange Soda\" on \"Die for my bitch \" in 2019 that catapulted him into the spotlight.",
		"Card2": "\"Orange Soda\" helped Keem get on the charts which allowed him to do his first concert tours. Keem then debuted his studio album, \"The Melodic Blue \", in 2021 where he had positive commercial success. His ability to blend his sound with other music giants is extremely impressive for an upcoming artist. One song specifically \"Family Ties\" with Kendrick Lamar was a major hit, netting him and Kendrick Best Rap Performance at the Grammy Award's 2022. Not to mention, Kedrick Lamar, 17 time GRAMMY Award winner and one of the most influential rappers of all time, is Keem's older cousin. This relationship definitely helped with Keem's breakthrough but many can agree he is a star in his own right and is one of the most exciting young voices in hip-hop right now. Keem has teased his next album and I am definitely looking forward to it.",
		"Comments": ["Slowly rising up bruh", "No longer Kendrick's cousin", "FAMILY TIES FAMILY TIES FAMILY TIES"]
	},
	{
		"ArtistName": "The Weeknd",
		"Quote": "You've been scared of love and what it did to you",
		"CoverImage": "img/the-weeknd.jpg",
		"SpotifyUrl": "https://open.spotify.com/embed/playlist/37i9dQZF1DX6bnzK9KPvrz?utm_source=generator",
		"Card3A": [
			"Kiss land - September 10, 2013",
			"Beauty Behind the Madness - August 28, 2015",
			"Starboy - November 25, 2016",
			"After hours - March 20, 2020",
			"Dawn FM - January 7, 2022",
			"Avatar: The Way of Water - December 15, 2022",
			"The Idol : Vol 1 - July 3 2023"
		],
		"Card4": ["1. The Hills", "2. Call out my Name", "3. Blinding Lights", "4. Earned it", "5. Heartless"],
		"Card1": "Abel Makkonen Tesfaye otherwise known prfessionally as The Weeknd is a Canadian singer, songwriter, record producer and actor. He probably requires no introduction with being 2nd most listened to artist on streaming platform Spotify. He is noted for his unorthodox music production and artistisc reinventions, weaving R&B melodies with dark lyrics and synth-heavy production. Tesfaye cites Michael Jackson, Prince and R Kelly as his main musical inspirations which we can definitely see. Emerging from the shadows of Toronto's underground scene, Tesfaye was brough up only by his mother and grandmother. He dropped out of school at 17 and began releasing mixtapes, like \"House of Balloons\" and \"Thursday\", garnering a cult following and attraction from record labels and specifically, Drake. Tesfaye then had the guest spot on \"Crew Love \" on Drake's album \"Take Care\" in 2011, propelling him to mainstream success.",
		"Card2": "From that point on Tesfaye's music career could only be defined as an \"indomitable ascent\" to the tops of the music industry. He began performing at several Ontario universities and went on international tours, continuing releasing top charting bangers such as \"Earned it\" from the soundtrack of Fifty Shades of Grey. His hotstreak continued with his next albums \"Beauty Behind the Madness\" in 2015 and \"Starboy\" in 2016 which explored the darker side of fame, grappling with addiction and heartbreak. He solidfied his spot in one of the Greats with his most recent albums \"After hours\" in 2020 and \"Dawn FM\", with the single \"Blinding Lights\" in 2022 being the most streamed song ever on Spotify. Tesfaye with his 5 studio albums,  all reaching the top 2 on the Billboard 200, 5 Grammy Awards, 3 American Music Awards, and 9 Billboard Music Awards, The Weeknd's musical dominance is undeniable. He's sold over 70 million records worldwide, making him one of the best-selling artists of all time. I really enjoys his music from old time classics to new hits, every song is certain to be a tune.",
		"Comments": ["Just became Spotify's most streamed artist", "My GOAT", "love him"]
	}
]
